Repository: JMMC22/light-price-app
Catalog: LightPriceApp/Presentation/Localization/Localizable.xcstrings
Source language: es
Languages: en

# appearance
source: Apariencia
en: Appearance

# best.hour.price.date %@
source: Mejor hora del %@
en: Best time on %@

# best.hour.price.today
source: Mejor hora de hoy
en: Today's best time

# daily.notification.description
source: Recibirás una notificación todos los días a las 21h con los precios del día siguiente disponibles
en: You will receive a notification every day at 9:00 p.m. with the next day's available prices

# daily.notifications
source: Notificación diaria
en: Daily notification

# dark.mode.appearance
source: Modo oscuro
en: Dark mode

# Date
source: Fecha
en: Date

# general.price.list.title
source: Listado de precios por horas
en: Price list by hours

# generic.error
source: ¡Vaya! Parece que ha ocurrido un error. Inténtelo de nuevo más tarde.
en: Oops, an error seems to have occurred. Please try again later.

# iron
source: Plancha
en: Iron

# notifications
source: Notificaciones
en: Notifications

# Price
source: Precio
en: Price

# settings.title
source: Ajustes
en: Settings

# statistics.best.description
source: Selecciona un rango de horas para determinar el momento óptimo para aprovechar la electricidad, maximizando tus ahorros y minimizando los costos.
en: Choose a time range to find the optimal moment to take advantage of electricity, maximizing your savings and minimizing costs.

# statistics.description
source: Visualiza y analiza los precios de la luz por horas y meses. Toma el control de tus gastos energéticos con gráficos precisos en tiempo real.
en: Visualize and analyze electricity prices by hours and months. Take control of your energy expenses with accurate real-time graphs.

# statistics.progress.today
source: Evolución de hoy
en: Today's evolution

# statistics.tab
source: Estadísticas
en: Statistics

# washing.machine
source: Lavadora
en: Washing machine

# welcome.description
source: Descubre la evolución de los precios de la luz por horas
en: Discover the evolution of electricity prices by hours

# welcome.title
source: ¡Bienvenido!
en: Welcome!

# worst.hour.price.date %@
source: Peor hora del %@
en: Worst time on %@

# worst.hour.price.today
source: Peor hora de hoy
en: Today's worst time
